# Core
git
stow
base-devel
curl

# Shell
zsh
fzf
zoxide
starship
bat
eza

# Hyprland ecosystem
hyprland
hyprpaper
waybar
rofi
mako
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
jq

# Terminal & Editor
kitty
neovim
lazygit
zellij
bob
mise

# Screenshots
hyprshot

# Audio/brightness
pipewire
pipewire-pulse
wireplumber
pamixer
brightnessctl
swayosd

# Theme dependencies
sassc
gnome-themes-extra
kvantum
papirus-icon-theme
qt6-svg

# Apps
firefox
thunar
libreoffice-fresh

# Yazi file manager
yazi
ueberzugpp
ffmpegthumbnailer
fd
p7zip
poppler
chafa

# Clipboard
wl-clipboard
cliphist

# Waybar click actions
gnome-calendar
gnome-system-monitor
pavucontrol
nm-connection-editor

# SDDM
sddm
qt6-virtualkeyboard
qt6-multimedia-ffmpeg
imagemagick

# Fonts
ttf-jetbrains-mono-nerd
